Repository: nerijus/opendict
Catalog: po/*.po
Languages: lt

source: Success
lt: Sëkmë

source: Search successfully finished.
lt: Paieðka sëkmingai baigta

source: Not found
lt: Nerasta

source: Word or phrase not found. Try less letters or fewer words.
lt: Þodis arba frazë nebuvo rasti. Bandykite ávesti maþiau raidþiø arba þodþiø.

source: Internal error
lt: Vidinë klaida

source: Internal error occured. Please send bug report to the dictionary's of current use authors. Thank you.
lt: Ávyko vidinë klaida. Praðome iðsiøsti klaidos praneðimà apie aktyvuoto þodyno klaidà jo autoriams. Dëkojame.

source: Not connected
lt: Nepavyko prisijungti

source: This dictionary uses Internet connection to translate words. Please connect to the Internet and try again.
lt: Ðis þodynas paieðkà atlieka Internete. Prisijunkite prie Interneto ir bandykite dar kartà.

source: Connection Error
lt: Prisijungimo klaida

source: Could not connect to host. Check your Internet connection or try later.
lt: Nepavyko prisijungti. Patikrinkite Interneto ryðá arba pabandykite vëliau.

source: Invalid encoding
lt: Netinkama koduotë

source: Selected encoding is not correct for this dictionary. Please select another from Edit > Character Encoding menu
lt: Pasirinkta koduotë nëra tinkama ðiam þodynui. Pasirinkite kità koduotæ ið meniu Keisti > Teksto koduotë

source: OpenDict Bug
lt: OpenDict klaida

source: Internal error occured. Please send bug report to OpenDict authors to prevent this error in the future. Thank you!
lt: Ávyko vidinë klaida. Kad tai nepasikartotø ateityje, praðome iðsiøsti praneðimà apie klaidà OpenDict autoriams. Dëkojame!

source: Unknown Error
lt: Neþinoma klaida

source: Unknown error occured.
lt: Ávyko neþinoma klaida.

source: Add new dictionary
lt: Pridëti naujà þodynà

source: The file format of "%s" could not be recognized by its extention. Please select one from the list:
lt: Bylos formatas ¥%s´ negali bûti atpaþintas pagal plëtiná. Pasirinkite ið sàraðo:

source: "%s" dictionary format
lt: ¥%s´ þodyno formatas

source: OK
lt: Gerai

source: Cancel
lt: Atðaukti

source: Server:
lt: Serveris:

source: Default Server
lt: Numatytas serveris

source: Port:
lt: Prievadas:

source: Default Port
lt: Numatytas prievadas

source: Database:
lt: Duomenø bazë:

source: Search in all databases
lt: Ieðkoti visose duomenø bazëse

source: Fetch List
lt: Parsiøsti sàraðà

source: Character encoding:
lt: Simboliø koduotë:

source: Connect
lt: Prisijungti

source: Done
lt: Atlikta

source: Receiving database list...
lt: Siunèiamas duomenø baziø sàraðas...

source: Unable to connect to server
lt: Nepavyko prisijungti prie serverio

source: Connecting...
lt: Jungiamasi...

source: Connecting to %s...
lt: Jungiamasi prie %s...

source: Word:
lt: Þodis:

source: Add translation field
lt: Pridëti vertimo laukelá

source: Translation #%d:
lt: Vertimas #%d:

source: Dictionary "%s" has been changed
lt: Þodynas ¥%s´ buvo pakeistas

source: Save
lt: Iðsaugoti

source: Do not save
lt: Nesaugoti

source: Dictionary editor
lt: Þodynø redaktorius

source: Add
lt: Pridëti

source: Add word
lt: Pridëti þodá

source: Edit
lt: Keisti

source: Change translation
lt: Keisti vertimà

source: Remove
lt: Paðalinti

source: Remove selected word
lt: Paðalinti pasirinktà þodá

source: Sort
lt: Rikiuoti

source: Sort word list
lt: Rikiuoti þodþiø sàraðà

source: Save words to file
lt: Iðsaugoti þodþius á bylà

source: Save As...
lt: Iðsaugoti kaip...

source: Save with a different file name
lt: Iðsaugoti kitu vardu

source: Word List
lt: Þodþiø sàraðas

source: New...
lt: Naujas...

source: Start new dictionary
lt: Sukurti naujà þodynà

source: Open...
lt: Atidaryti...

source: Open dictionary file
lt: Atidaryti þodyno bylà

source: Close
lt: Uþdaryti

source: Close editor window
lt: Uþdaryti redaktoriaus langà

source: New Word
lt: Naujas þodis

source: Edit Word
lt: Taisyti þodá

source: List is empty
lt: Sàraðas tuðèias

source: List sorted
lt: Sàraðas surikiuotas

source: Save file
lt: Iðsaugoti bylà

source: Dictionary saved
lt: Þodynas iðsaugotas

source: Untitled
lt: Be pavadinimo

source: Exit confirmation
lt: Iðëjimo patvirtinimas

source: Choose dictionary file
lt: Pasirinkite þodyno bylà

source: Open Failed
lt: Nepavyko atidaryti

source: Unable to open dictionary (got message: %s)
lt: Nepavyko atidaryti þodyno (gautas praneðimas: %s)

source: Dictionary loaded
lt: Þodynas ákeltas

source: An error occured:
lt: Ávyko klaida:

source: Written By
lt: Autoriai

source: Translated By
lt: Vertëjai

source: Ports:
lt: Pritaikymas sistemoms:

source: Thanks To
lt: Dëkojame

source: OpenDict project is sponsored by IDILES. Visit company's website at http://www.idiles.com. Report problems by email address support@idiles.com.
lt: OpenDict projektà remia IDILES. Apsilankykite bendrovës interneto svetainëje adresu http://www.idiles.lt. Praðome praneðti apie klaidas el. paðto adresu support@idiles.com.

source: Sponsors
lt: Rëmëjai

source: OpenDict is a multiplatform dictionary.
lt: OpenDict yra daugiaplatformis þodynas.

source: Credits
lt: Padëkos

source: Licence
lt: Licencija

source: Stopped
lt: Sustabdyta

source: Encode Failed
lt: Nepavyko iðkoduoti

source: Unable to encode text "%s" in %s for "%s".
lt: Nepavyko uþkoduoti teksto ¥%s´ koduote ¥%s´ þodynui ¥%s´.

source: Searching...
lt: Ieðkoma...

source: Look Up Ctrl-U
lt: Ieðkoti Ctrl-U

source: Lookup up word in the dictionary
lt: Ieðkoti þodþio þodyne

source: &Close Dictionary Ctrl-W
lt: &Uþdaryti þodynà Ctrl-W

source: Close opened dicitonary
lt: Uþdaryti aktyvø þodynà

source: E&xit Ctrl-Q
lt: &Iðeiti Ctrl-Q

source: Exit program
lt: Baigti darbà

source: &File
lt: &Byla

source: &Clear Search Entry Ctrl-L
lt: Iðvalyti paieðkos laukelá Ctrl-L

source: Clear History
lt: Iðvalyti istorijà

source: Copy Ctrl-C
lt: Kopijuoti Ctrl-C

source: Copy selected translation text
lt: Nukopijuoti paþymëtà vertimo tekstà

source: Paste Ctrl-V
lt: Ádëti Ctrl-V

source: Paste clipboard text into the search entry
lt: Kopijuoti iðkarpinës tekstà á paieðkos laukelá

source: Edit preferences
lt: Keisti nustatymus

source: Preferences... Ctrl-P
lt: Nustatymai... Ctrl-N

source: &Edit
lt: &Keisti

source: Increase Ctrl-=
lt: Padidinti Ctrl-=

source: Increase text size
lt: Padidinti tekstà

source: Decrease Ctrl--
lt: Sumaþinti Ctrl--

source: Decrease text size
lt: Sumaþinti tekstà

source: Normal Ctrl-0
lt: Áprastas Ctrl-0

source: Set normal text size
lt: Nustatyti áprastà teksto dydá

source: Font Size
lt: Ðrifto dydis

source: Font Face
lt: Ðriftas

source: Character Encoding
lt: Simboliø koduotë

source: Show/Hide Word List... Ctrl-H
lt: Rodyti/slëpti þodþiø sàraðà... Ctrl-H

source: Show or hide word list
lt: Rodyti arba paslëpti þodþiø sàraðà

source: &View
lt: &Perþiûra

source: &Install Dictionary From File...
lt: Á&diegti þodynà ið bylos...

source: &Dictionaries
lt: Þo&dynai

source: Manage Dictionaries... Ctrl-M
lt: Tvarkyti þodynus... Ctrl-M

source: Install or remove dictionaries
lt: Ádiegti arba paðalinti þodynus

source: Create Dictionaries...
lt: Kurti þodynus...

source: Create and edit dictionaries
lt: Sukurti ir taisyti þodynus

source: Take Words From Clipboard
lt: Imti þodþius ið iðkarpinës

source: Scan the clipboard for text to translate
lt: Imti þodþius ið iðkarpinës

source: Connect to DICT Server...
lt: Prisijungti prie DICT serverio...

source: Open connection to DICT server
lt: Prisijungti prie DICT serverio

source: Pronounce Ctrl-E
lt: Iðtarti balsu Ctrl-E

source: Pronounce word
lt: Iðtarti þodá balsu

source: Tools
lt: Árankiai

source: &About Ctrl-A
lt: &Apie Ctrl-A

source: &Help
lt: &Pagalba

source: Word:
lt: Þodis:

source: Enter some text and press "Look Up" button or [ENTER] key on your keyboard
lt: Áveskite tekstà ir spauskite mygtukà ¥Ieðkoti´ arba [ENTER] klaviðà savo klaviatûroje

source: Look Up
lt: Ieðkoti

source: Click this button to look up word in the dictionary
lt: Paspauskite ðá mygtukà þodþio paieðkai þodyne

source: History Back
lt: Atgal

source: History Forward
lt: Pirmyn

source: Stop searching
lt: Sustabdyti paieðkà

source: Translation
lt: Vertimas

source: <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> </head> <body> <h3>Welcome to OpenDict</h3> <p><b>Short usage information:</b></p> <ul> <li>To start using dictionary, select one from <i><b>Dictionaries</b></i> menu. </li> <li>To install new dictionary from the Internet, select <i><b>Manage Dictionaries</b></i> from <i><b>Tools</b></i> menu and choose <i><b>Available</b></i> tab.</li> <li>To install new dictionary from file, select <i><b>Install Dictionary From File...</b></i> from <i><b>Dictionaries</b></i> menu. </li> </ul> </body> </html>
lt: <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> </head> <body> <h3>Malonaus naudojimosi þodynø programa OpenDict</h3> <p><b>Trumpa naudojimo instrukcija:</b></p> <ul> <li>Norëdami pradëti naudotis þodynu, pasirinkite tinkamà ið <i><b>Þodynai</b></i> meniu. </li> <li>Norëdami ádiegti naujà þodynà ið Interneto, pasirinkite <i><b>Tvarkyti þodynus</b></i> ið <i><b>Árankiai</b></i> meniu, tada pasirinkite <i><b>Galimi</b></i> kortelæ.</li> <li>Norëdami ádiegti naujà þodynà ið bylos, pasirinkite <i><b>Ádiegti þodynà ið bylos...</b></i> ið <i><b>Þodynai</b></i> meniu. </li> </ul> </body> </html>

source: Translation cannot be displayed using selected encoding %s. Please try another encoding from View > Character Encoding menu.
lt: Pasirinkta koduotë nëra tinkama ðiam þodynui. Pasirinkite kità koduotæ ið meniu Keisti > Teksto koduotë

source: 1 word matches
lt: Atitikmenø skaièius: 1

source: %d words match
lt: Atitikmenø skaièius: %d

source: No dictionary activated
lt: Neaktyvuotas joks þodynas

source: No dictionary activated. Please select one from "Dictionaries" menu and try again.
lt: Neaktyvuotas joks þodynas. Pasirinkite þodynà ið ¥Þodynai´ meniu ir bandykite dar kartà.

source: No dictionaries installed
lt: Nëra ádiegtø þodynø

source: There is no dictionaries installed. You can install one by selecting Tools > Manage Dictionaries > Available
lt: Nëra ádiegtø þodynø. Ádiegti galite ið meniu pasirinkdami Árankiai > Tvarkyti þodynus > Galimi

source: Please enter some text and try again
lt: Áveskite tekstà ir bandykite dar kartà

source: Unable to encode text "%s" in %s for "%s". That logically means the word definition does not exist in the dictionary.
lt: Nepavyko uþkoduoti teksto ¥%s´ koduote ¥%s´. Tai gali reikðti, jog ieðkomo þodþio þodyne visai nëra.

source: Connect to DICT server
lt: Prisijungti prie DICT serverio

source: Choose a dictionary from "Dictionaries" menu
lt: Iðsirinkite þodynà ið ¥Þodynai´ meniu

source: Failed to copy text from the clipboard
lt: Nepavyko paimti teksto ið iðkarpinës

source: Clipboard contains no text data
lt: Iðkarpinëje teksto nëra

source: Error
lt: Klaida

source: Groups
lt: Grupës

source: Manage Dictionaries
lt: Tvarkyti þodynus

source: File Register
lt: Bylø registras

source: Create Dictionaries
lt: Kurti þodynus

source: Preferences
lt: Nustatymai

source: Licence Agreement Rejected
lt: Licencija atmesta

source: You cannot use dictionary "%s" without accepting licence agreement
lt: Jûs negalite naudotis þodynu ¥%s´, jei nesutinkate su licencijos sàlygomis

source: Dictionary Index
lt: Þodyno indeksas

source: This is the first time you use this dictionary or it has been changed on disk since last indexing. Indexing is used to make search more efficient. The dictionary will be indexed now. It can take a few or more seconds. Press OK to continue...
lt: Ðis þodynas naudojamas pirmà kartà arba buvo pakeistas po paskutinio indeksavimo. Indeksavimas naudojamas þodþiø paieðkai þodyne pagreitinti. Dabar þodynas bus perindeksuotas. Tai gali uþtrukti keletà sekudþiø. Norëdami pratæsti, spauskite ¥Gerai´...

source: Index Creation Error
lt: Indeksavimo klaida

source: Error occured while indexing file. This may be because of currently selected character encoding %s is not correct for this dictionary. Try selecting another encoding from View > Character Encoding menu
lt: Indeksuojant þodynà ávyko klaida. Tai galëjo ávykti dël pasirinktos netinkamos ðiam þodynui teksto koduotës ¥%s´. Pabandykite pasirinkti kità koduotæ ið meniu Perþiûra > Teksto koduotë.

source: Unable to load dictionary index table. Got error: %s
lt: Nepavyko pakrauti þodyno indeksø lentelës. Gauta klaida: %s

source: Dictionary "%s" loaded
lt: Ákeltas þodynas ¥%s´

source: Error: not supported dictionary type
lt: Klaida: nepalaikomas þodyno formatas

source: Select dictionary format. If you can't find the format of your dictionary, the register system does not support it yet.
lt: Pasirinkite þodyno formatà. Jei reikiamo formato sàraðe nëra, registrø sistema kol kas jo nepalaiko.

source: Dictionary format
lt: Þodyno formatas

source: Choose plugin file
lt: Pasirinkite priedo bylà

source: About
lt: Apie

source: Show word list
lt: Rodyti þodþiø sàraðà

source: Hide word list
lt: Paslëpti þodþiø sàraðà

source: Failed to print
lt: Nepavyko atspausdinti

source: Page preview failed
lt: Puslapio perþiûra nepavyko

source: Error: <i>unable to show licence text</i>
lt: Klaida: <i>nepavyko parodyti licencijos teksto</i>

source: Do not accept
lt: Nesutinku

source: Accept
lt: Sutinku

source: Licence Agreement
lt: Licencija

source: You have directories that containt invalid dictionaries and cannot be loaded. You can try to remove these directories right now.
lt: Pas jus yra katalogø su blogais þodynais, kurie negali bûti ákrauti. Galite pabandyti tuojau pat paðalinti tuos katalogus.

source: Unable to remove
lt: Nepavyko paðalinti

source: Unable to remove directory "%s": %s
lt: Nepavyko paðalinti katalogo ¥%s´: %s

source: Invalid Dictionaries
lt: Sugadinti þodynai

source: Installed
lt: Ádiegti

source: Available
lt: Galimi

source: Checked dictionaries are available from the menu, unchecked dictionaries are not available from the menu.
lt: Paþymëti þodynai yra pasiekiami ið meniu, nepaþymëti nepasiekiami.

source: Install From File
lt: Ádiegti ið bylos...

source: Update List
lt: Atnaujinti sàraðà

source: Install
lt: Ádiegti

source: Name
lt: Pavadinimas

source: Size
lt: Dydis

source: Information About Dictionary
lt: Informacija apie þodynà

source: Name:
lt: Pavadinimas:

source: Version:
lt: Versija:

source: Maintainer:
lt: Priþiûrëtojas:

source: List updated
lt: Sàraðas atnaujintas

source: All your dictionaries are up to date.
lt: Jûsø turimi þodynai yra patys naujausi.

source: Downloading List
lt: Parsiunèiamas sàraðas

source: Unable to download list from %s: %s
lt: Nepavyko parsiøsti þodynø sàraðo ið %s: %s

source: Unable to download list
lt: Nepavyko parsiøsti sàraðo

source: Unable to remove dictionary "%s"
lt: Nepavyko paðalinti þodyno ¥%s´

source: Downloading %s...
lt: Parsiunèiamas %s...

source: Unable to download
lt: Nepavyko parsiøsti

source: File is damaged
lt: Byla yra sugadinta

source: Downloaded file is damaged and cannot be installed. Please try again.
lt: Parsiøsta byla yra sugadinta ir negali bûti ádiegta. Bandykite dar kartà.

source: Unable to remove old version of "%s". Error occured: "<i>%s</i>". New version cannot be installed without removing old one.
lt: Nepavyko iðmesti senos ¥%s´ versijos. Ávyko klaida: ¥<i>%s</i>´. Nauja versija negali bûti instaliuota tol, kol nebus iðmesta sena.

source: Unable to install
lt: Nepavyko ádiegti

source: Unable to install dictionary "%s".
lt: Nepavyko ádiegti þodyno ¥%s´.

source: Default dictionary:
lt: Numatytas þodynas:

source: Default encoding:
lt: Numatyta koduotë:

source: Default DICT server:
lt: Numatytas DICT serveris:

source: Default DICT server port:
lt: Numatytas DICT serverio prievadas:

source: Pronunciation
lt: Tarimas

source: System Command:
lt: Sistemos komanda:

source: Default
lt: Numatyta

source: Pronounce original word
lt: Iðtarti originalø þodá

source: Pronounce translation
lt: Iðtarti vertimà

source: Save window size on exit
lt: Iðeinant iðsaugoti lango dydá

source: Save window position on exit
lt: Iðeinant iðsaugoti lango pozicijà

source: Save sash position on exit
lt: Iðeinant iðsaugoti skyriklio pozicijà

source: Take words from the clipboard by default
lt: Visada imti þodþius ið iðkarpinës

source: Name: %s
lt: Pavadinimas: %s

source: Path: %s
lt: Kelias: %s

source: Format: %s
lt: Formatas: %s

source: Encoding: %s
lt: Koduotë: %s

source: Add new...
lt: Pridëti naujà...

source: Remove selected
lt: Paðalinti paþymëtà

source: Error while deleting "%s"
lt: Klaida paðalinant ¥%s´

source: Recognition Error
lt: Atpaþinimo klaida

source: File %s is not supported by OpenDict
lt: Byla ¥%s´ nëra tinkama programai OpenDict

source: Installation failed
lt: Nepavyko ádiegti

source: Installation Error
lt: Diegimo klaida

source: Error: Installation failed
lt: Klaida: nepavyko ádiegti

source: Dictionary installed
lt: Þodynas ádiegtas

source: Dictionary successfully installed. You can choose it from "Dictionaries" menu now.
lt: Þodynas sëkmingai ádiegtas. Dabar já galite pasirinkti ið ¥Þodynai´ meniu.

source: File %s does not exist
lt: Byla %s neegzistuoja

source: %s is not a file
lt: %s nëra byla

source: Dictionary "%s" is already installed
lt: Þodynas ¥%s´ jau ádiegtas

source: %s is not OpenDict dictionary plugin
lt: ¥%s´ nëra OpenDict áskiepis

source: File "%s" is not valid ZIP file
lt: ¥%s´ nëra teisinga ZIP byla

source: Dictionary plugin file is corrupted
lt: Áskiepio byla yra sugadinta

source: Plugin file is empty (%s)
lt: Áskiepio byla tuðèia (%s)

source: Selected file is not valid OpenDict plugin
lt: Nurodyta byla nëra teisingas OpenDict áskiepis

source: This dictionary already installed. If you want to upgrade it, please remove old version first.
lt: Ðis þodynas jau ádiegtas. Norëdami atnaujinti, pirma paðalinkite senàjà versijà.

source: Installation tool for this dictionary failed to start. Please report this problem to developers.
lt: Ðiam þodynui diegimo árankio paleisti nepavyko. Praðome apie problemà praneðti kûrëjams.??

source: Installation Aborted
lt: Diegimas nutrauktas

source: Dictionary installation has been aborted.
lt: Þodyno diegimas nutrauktas.

source: Error while removing created directories after plugin installation failure. This may be permission or disk space error.
lt: Po nesëkmës diegiant áskiepius nepavyko paðalinti sukurtø katalogø. Klaida gali bûti susijusi su bylos leidimais.

source: Unable to install plugin
lt: Nepavyko ádiegti priedo

source: Compressed dictionary file is corrupted
lt: Suspausta þodyno byla yra sugadinta

source: Unable to install dictionary
lt: Nepavyksta ádiegti þodyno

source: Dictionary error, please report to its author
lt: Þodyno klaida, praðome praneðti apie tai jo autoriui

source: Syntax error
lt: Sintaksës klaida

source: You must be connected to the internet to use this dictionary
lt: Turite bûti prisijungæ prie interneto, kad galëtumëte naudoti ðá þodynà

source: Time out
lt: Baigësi prisijungimo laikas

source: Bad encoding is set for this dictionary, try another
lt: Ðiam þodynui nustatyta neteisinga koduotë, pasirinkite kità

source: Unicode (UTF-8)
lt: Unikodas (UTF-8)

source: Western (ISO-8859-1)
lt: Vakarø (ISO-8859-1)

source: Central European (ISO-8859-2)
lt: Centrinës Europos (ISO-8859-2)

source: Nordic (ISO-8859-10)
lt: Ðiaurës (ISO-8859-10)

source: South European (ISO-8859-3)
lt: Pietø Europos (ISO-8859-3)

source: Greek (ISO-8859-7)
lt: Graikø (ISO-8859-7)

source: Baltic (ISO-8859-13)
lt: Baltø (ISO-8859-13)

source: Cyrillic (KOI8-R)
lt: Kirilica (KOI8-R)

source: Arabic (ISO-8859-6)
lt: Arabø (ISO-8859-6)

source: Downloading... %d%%
lt: Parsiunèiama... %d%%

source: wxPython Version Error
lt: wxPython versijos klaida

source: wxPython %s is installed on this system. OpenDict %s requires wxPython 2.6 to run smoothly. You can find wxPython 2.6 at http://www.wxpython.org or you can install it using your system package manager.
lt: Ðioje sistemoje yra suinstaliuota wxPython %s biblioteka. Kad gerai veiktø, OpenDict %s reikalauja wxPython 2.6. Galite rasti wxPython 2.6 adresu http://www.python.org arba galite suinstaliuoti jà naudodami savo sistemos paketø tvarkymo programà.
